{"type": "Research Papers", "title": "Supporting Data Discovery: Comparing Perspectives of Support Specialists and Researchers", "authors": "Guangyuan Sun, Tanja Friedrich, Kathleen Gregory, Brigitte Mathiak", "article_path": "/en/articles/10.5334/dsj-2024-048"}
{"type": "Research Papers", "title": "The Role of Open Science and Geoinformatics in Advancing Sustainable Development Goals in Africa: A Strategic Framework and an Action Plan", "authors": "Rania Elsayed Ibrahim, Islam Abou El-Magd, Tshiamo Motshegwa, Hamed Abdelreheem Ead, Madara Ogot, Joseph Wafula, Abotalib Z. Abotalib, Nokuthula P. Mchunu, Sepo Hachigonta, John Kinyuru, Elham M. Ali", "article_path": "/en/articles/10.5334/dsj-2024-047"}
{"type": "Research Papers", "title": "Knowledge Infrastructures Are Growing Up: The Case for Institutional (Data) Repositories 10 Years After the Holdren Memo", "authors": "Mikala R. Narlock, Scout Calvert, Shawna Taylor, Rachel Priesman Márquez, Aundria Parkman", "article_path": "/en/articles/10.5334/dsj-2024-046"}
{"type": "Practice Papers", "title": "Development of the NIST X-ray Photoelectron Spectroscopy (XPS) Database, Version 5", "authors": "Angela Y. Lee, Cedric J. Powell, Justin M. Gorham, Adam Morey, John Henry J. Scott, Robert J. Hanisch", "article_path": "/en/articles/10.5334/dsj-2024-045"}
{"type": "Research Papers", "title": "Identifying Inconsistencies in Data Quality Between FAOSTAT, WOAH, UN Agriculture Census, and National Data", "authors": "Ian McKechnie, Kassy Raymond, Deborah Stacey", "article_path": "/en/articles/10.5334/dsj-2024-044"}
{"type": "Reviews", "title": "Software Management Plans – Current Concepts, Tools, and Application", "authors": "Yves Vincent Grossmann, Giacomo Lanza, Katarzyna Biernacka, Tim Hasler, Kerstin Helbig", "article_path": "/en/articles/10.5334/dsj-2024-043"}
{"type": "Practice Papers", "title": "Decentralised Semantics: A Semantic Engine User Perspective", "authors": "Carly M. Huitema, Paul Knowles, Philippe Page, A. Michelle Edwards", "article_path": "/en/articles/10.5334/dsj-2024-042"}
{"type": "Practice Papers", "title": "A Data-Driven Approach to Monitor and Improve Open and FAIR Research Data in a Federated Research Ecosystem", "authors": "Markus Kubin, Mojeeb Rahman Sedeqi, Alexander Schmidt, Astrid Gilein, Tempest Glodowski, Vivien Serve, Gerrit Günther, Nina Leonie Weisweiler, Gabriel Preuß, Oonagh Mannix", "article_path": "/en/articles/10.5334/dsj-2024-041"}
{"type": "Practice Papers", "title": "Enhancing findability and searchability of research data: Metadata conversion and registration in institutional repositories", "authors": "Masahito Nosé, Atsuki Shinbori, Yoshizumi Miyoshi, Tomoaki Hori, Tsukasa Ohira, Junko Hashiba, Chizuko Naoe, Rui Gakiya, Maiko Okamoto, Takeshi Sagara, Takaaki Aoki, Shigeki Matsubara, Ichiro Takahashi, Hidekazu Hayashi, Kazunari Yamada, Yasuyuki Minamiyama, Yoshimasa Tanaka, Shuji Abe, Satoru UeNo, Shun Imajo, Yasuo Saito, Takuya Ashikita, Yuko Hori, Toshiyuki Shimizu, Nanako Okamura, Kaoru Hirano, Lee Bargatze", "article_path": "/en/articles/10.5334/dsj-2024-040"}
{"type": "Research Papers", "title": "Data on the Margins – Data from LGBTIQ+ Populations in European Social Science Data Archives", "authors": "Jonas Recker, Anja Perry", "article_path": "/en/articles/10.5334/dsj-2024-039"}
{"type": "Practice Papers", "title": "The Nansen Legacy Template Generator for Darwin Core and CF-NetCDF", "authors": "Luke Marsden, Olaf Schneider", "article_path": "/en/articles/10.5334/dsj-2024-038"}
{"type": "Research Papers", "title": "Earth Science Data Repositories: Implementing the CARE Principles", "authors": "Margaret O’Brien, Ruth Duerr, Riley Taitingfong, Andrew Martinez, Lourdes Vera, Lydia L. Jennings, Robert R. Downs, Erin Antognoli, Talya ten Brink, Nicole B. Halmai, Dominique David-Chavez, Stephanie Russo Carroll, Maui Hudson, Pier Luigi Buttigieg", "article_path": "/en/articles/10.5334/dsj-2024-037"}
{"type": "Research Papers", "title": "DataLawCompanion: Enhancing Data Protection Law Compliance in the Digital Age", "authors": "Lawrence Nderu, Ruth Oginga, Bonface Butichi, John Rono, Florence Njau, Felista Mogire, Derrick Matindo, Daniel Muiruri, Agnes Kiragga", "article_path": "/en/articles/10.5334/dsj-2024-036"}
{"type": "Research Papers", "title": "Enhancement of a Transformation Algorithm to Migrate SQL Database into NoSQL Graph Database", "authors": "Hira Lal Bhandari, Roshan Chitrakar", "article_path": "/en/articles/10.5334/dsj-2024-035"}
{"type": "Essays", "title": "Rethinking Data Management Planning: Introducing Research Output Management Planning (ROMPi) Approach", "authors": "Stefano Della Chiesa, Sujit Kumar Sikder", "article_path": "/en/articles/10.5334/dsj-2024-034"}
{"type": "Essays", "title": "The FAIR Assessment Conundrum: Reflections on Tools and Metrics", "authors": "Leonardo Candela, Dario Mangione, Gina Pavone", "article_path": "/en/articles/10.5334/dsj-2024-033"}
{"type": "Research Papers", "title": "Centering Relationality and CARE for Stewardship of Indigenous Research Data", "authors": "Miranda Belarde-Lewis, Sandra Littletree, Iisaaksiichaa Ross Braine, Kaitlin Srader, Nestor Guerrero, Carole L. Palmer", "article_path": "/en/articles/10.5334/dsj-2024-032"}
{"type": "Research Papers", "title": "The Optimization of n-Gram Feature Extraction Based on Term Occurrence for Cyberbullying Classification", "authors": "Yudi Setiawan, Nur Ulfa Maulidevi, Kridanto Surendro", "article_path": "/en/articles/10.5334/dsj-2024-031"}
{"type": "Corrections", "title": "Correction: The ‘PROTECT’ Essential Elements in Managing Crisis Data Policies", "authors": "Lili Zhang, Perihan Elif Ekmekci, Virginia Murray, Burcak Basbug Erkan, Francis P. Crawley, Xueting Li, Yandi Li", "article_path": "/en/articles/10.5334/dsj-2024-030"}
{"type": "Research Papers", "title": "Unrestricted Versus Regulated Open Data Governance: A Bibliometric Comparison of SARS-CoV-2 Nucleotide Sequence Databases", "authors": "Nathanael Sheehan, Federico Botta, Sabina Leonelli", "article_path": "/en/articles/10.5334/dsj-2024-029"}
{"type": "Practice Papers", "title": "The Research Data Management Organiser (RDMO) – a Strong Community Behind an Established Software for DMPs and Much More", "authors": "Ivonne Anders, Harry Enke, Daniela Adele Hausen, Christin Henzen, Gerald Jagusch, Giacomo Lanza, Olaf Michaelis, Karsten Peters-von Gehlen, Torsten Rathmann, Jürgen Rohrwild, Sabine Schönau, Kerstin Vanessa Wedlich-Zachodin, Jürgen Windeck", "article_path": "/en/articles/10.5334/dsj-2024-028"}
{"type": "Research Papers", "title": "Black Hole Clustering: Gravity-Based Approach with No Predetermined Parameters", "authors": "Belal K. ELFarra, Mamoun A. A. Salaha, Wesam M. Ashour", "article_path": "/en/articles/10.5334/dsj-2024-027"}
{"type": "Research Papers", "title": "Harmonizing GCW Cryosphere Vocabularies with ENVO and SWEET. Towards a General Model for Semantic Harmonization", "authors": "Ruth Duerr, Pier Luigi Buttigieg, Gary Berg Cross, Kai Lewis Blumberg, Brandon Whitehead, Nancy Wiegand, Kate Rose", "article_path": "/en/articles/10.5334/dsj-2024-026"}
{"type": "Research Papers", "title": "Time Series Mining Approaches for Malaria Vector Prediction on Mid-Infrared Spectroscopy Data", "authors": "Lucas G. M. Castro, Henrique V. Costa, Vinicius M. A. Souza", "article_path": "/en/articles/10.5334/dsj-2024-025"}
{"type": "Research Papers", "title": "Are Researchers Citing Their Data? A Case Study from The U.S. Geological Survey", "authors": "Grace C. Donovan, Madison L. Langseth", "article_path": "/en/articles/10.5334/dsj-2024-024"}
